Repository: Eldelshell/mcm-connections-manager
Catalog: i18n/*.po
Languages: es

source: Can't Access file %s
es: No se puede acceder al archivo %s

source: Not a Tip Object
es: No es un objeto de consejo

source: Deleting Connection %s
es: Eliminando conexión %s

source: Are you sure?
es: ¿Está seguro?

source: Copy
es: Copiar

source: Paste
es: Pegar

source: Google Search
es: Búsqueda en Google

source: Set as Title
es: Establecer como título

source: Install public key
es: Instalar clave pública

source: Press Enter to Save changes
es: Pulse intro para guardar cambios

source: Export finished
es: Exportado completado

source: Saved file %s
es: Archivo %s guardado

source: Unable to update tips file
es: No se pudo actualizar el archivo de consejos

source: An error occurred, please check the log files for more information
es: Ha ocurrido un error, compruebe el archivo de registro para más información

source: Tips Update Success
es: Consejos actualizados con éxito

source: The tips file has been updated successfully using %s. A backup file has been created.
es: El archivo de consejos se ha actualizado correctamente usando %s. Se ha creado un archivo de respaldo.

source: This alias is already used
es: Este alias ya se está usando

source: The alias for the new connection. Must be unique.
es: El alias para la nueva conexión. Ha de ser único.

source: Not saving %s
es: %s no guardado

source: Saved %s
es: %s guardado

source: Set For Clustered Commands
es: Marcar para órdenes agrupadas

source: Quitting MCM
es: Salir de MCM

source: An error has occurred, please check the output on the terminal for more information
es: Ha ocurrido un error, compruebe los mensajes en la consola para más información

source: Screenshot saved to:
es: Captura guardada en:

source: Screenshot
es: Captura

source: Disconnect
es: Desconectar

source: Tools
es: Herramientas

source: All
es: Todos

source: Group
es: Grupo

source: Type
es: Tipo

source: Password
es: <b>Contraseña</b>

source: Delete
es: Eliminar

source: Description
es: <b>Descripción</b>

source: Host
es: Servidor

source: Port
es: Puerto

source: Username
es: <b>Nombre de usuario</b>

source: Options
es: <b>Opciones</b>

source: Select File to Import
es: Seleccionar archivo a importar

source: Select File to Export
es: Seleccionar archivo a exportar

source: Please generate your Public Key with ssh-keygen -t rsa
es: Por favor genere su clave pública con ssh-keygen -t rsa

source: Unexpected Exit Code
es: Código de salida inesperado

source: The connection was terminated with status code %s
es: La conexión ha terminado con código de salida %s

source: Failed to decrypt file probably to a wrong password
es: Fallo al descifrar. Probablemente la contraseña sea erronea

source: Installing Public Key
es: Instalando clave pública

source: Provide a Password
es: Escriba la contraseña

source: Authentication required
es: Autenticación requerida

source: View only?
es: ¿Sólo ver?

source: VNC Options
es: Opciones VNC

source: Preferences
es: Preferencias

source: Font Style:
es: Estilo de la tipografía:

source: Color Scheme:
es: Esquema de colores:

source: Choose some font
es: Elija una tipografía

source: Buffer Size:
es: Tamaño del búfer:

source: Select-by-word Characters:
es: Caracteres de selección-por-palabra

source: <b>Console</b>
es: <b>Consola</b>

source: <b>Client</b>
es: <b>Cliente</b>

source: <b>Default Options</b>
es: <b>Opciones predeterminadas</b>

source: Embedded
es: Integrado

source: About MCM
es: Acerca de MCM

source: An easy and fast connections manager for GNOME
es: Un gestor de conexiones rápido y fácil para GNOME

source: _File
es: _Archivo

source: Save Connections
es: Guardar Conexiones

source: Import
es: _Importar

source: Import from a CSV file
es: Importar CSV

source: Export
es: Exportar

source: Export to HTML or CSV
es: Exportar

source: _View
es: _Ver

source: Connections
es: Conexiones

source: Show/Hide The Cluster Entry
es: Mostrar/Ocultar entrada del grupo

source: Cluster
es: Grupo

source: Filter
es: Filtro

source: _Connections
es: _Conexiones

source: Open a Terminal on local
es: Abrir una terminal local

source: Connect to the selected server
es: Conectar al servidor seleccionado

source: Add a new connection
es: Añadir nueva conexión

source: Delete the selected connection
es: Eliminar la conexión seleccionada

source: Manage your connections
es: Administrar las conexiones

source: Manage
es: Administrar

source: Administer your connections
es: Administrar las conexiones

source: _Help
es: Ay_uda

source: <b>Username</b>
es: <b>Nombre de usuario</b>

source: <b>Hostname/IP Address</b>
es: <b>Nombre de equipo/Dirección IP</b>

source: <b>Port</b>
es: <b>Puerto</b>

source: <b>Options</b>
es: <b>Opciones</b>

source: <b>Description</b>
es: <b>Descripción</b>

source: Show the password
es: Mostrar/Ocultar contraseña

source: Feed the password
es: Insertar la contraseña

source: <b>Password</b>
es: <b>Contraseña</b>

source: Maybe I can add some stuff here.
es: Quizás pueda añadir algunas cosas aquí.

source: Start
es: Inicio

source: Select All Terminals
es: Seleccionar todas las terminales

source: Show history & favorites
es: Mostrar favoritos

source: Add Connection
es: Añadir conexión

source: <b>Type</b>
es: <b>Tipo</b>

source: <b>Group</b>
es: <b>Grupo</b>
